[
  {
    "student": "Sebastien Matos, Guillaume Simmen, Jonathan Boulenaz",
    "title": "Web Landscape",
    "slug": "weblandscape",
    "text": "This timeline shows the evolution of the aesthetics of web browsers, reinterpreting the different elements and assembling them as a city. ",
    "style": "background-blue",
    "source": null
  },
  {
    "student": "Luca Sassoli De Bianchi",
    "title": "WorldWideMap",
    "slug": "worldwidemap",
    "text": "The timeline presents web access worldwide and other data",
    "style": "background-blue",
    "source": null
  },
  {
    "student": "Maëlle Chenaux",
    "title": "Web Dictionary",
    "slug": "webdictionary",
    "text": "This timeline presents an overview of the evolution of vocabulary that emerged with the advent of the Internet in 1989. Words are added and crossed to offer a graphic and dynamic presentation of the different words related to the year of their appearance.",
    "style": "background-white",
    "source": "The words were found mainly on wikipedia, as well as in Nicolas Nova's newsletter. But other sources complete the list such as Urban dictonnary, the Guardian, medium.com & twitter."
  },
  {
    "student": "Bastien Mouthon, Kevin Breithaupt",
    "title": "Web Influencer Identity",
    "slug": "webinfluenceridentity",
    "text": "This timeline shows the visual identity evolution of the main tech companies on the web through their logo.",
    "style": "background-white",
    "source": null
  },
  {
    "student": "Alfatih Al Zouabi",
    "title": "Web Phenomena",
    "slug": "webphenomena",
    "text": "This timeline gathers different viral events on the web by proposing a graphical exploration passing among others by the buzzs, the memes and the spamms.\r",
    "style": "background-black",
    "source": null
  },
  {
    "student": "Nathan Vogel",
    "title": "Hacks.exe",
    "slug": "hacks",
    "text": "This chronologie shows events that forged the history of cybersecurity on the web. Hacker groups are forming, new mysterious computer viruses appear, governments attack each other and, of course, colossal amounts of data are gathered, stolen, lost or destroyed.",
    "style": "background-black",
    "source": "All the events on this timeline come from these two Wikipedia webpages : <a href=\"https://en.wikipedia.org/wiki/List_of_security_hacking_incidents\">List of security hacking incidents</a> and <a href=\"https://en.wikipedia.org/wiki/List_of_data_breaches\">List of data breaches</a>. Events were then classified in categories and snippets of text from the original sources of the Wikipedia pages were added when more information on the event was needed."
  }
]
